{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 1024,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": "BatchLongest",
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "</s>"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<extra_id_99>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<extra_id_98>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<extra_id_97>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<extra_id_96>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<extra_id_95>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<extra_id_94>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<extra_id_93>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<extra_id_92>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<extra_id_91>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<extra_id_90>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "<extra_id_89>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "<extra_id_88>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "<extra_id_87>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "<extra_id_86>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "<extra_id_85>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "<extra_id_84>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "<extra_id_83>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "<extra_id_82>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "<extra_id_81>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "<extra_id_80>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 21,
      "content": "<extra_id_79>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22,
      "content": "<extra_id_78>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 23,
      "content": "<extra_id_77>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 24,
      "content": "<extra_id_76>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 25,
      "content": "<extra_id_75>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 26,
      "content": "<extra_id_74>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 27,
      "content": "<extra_id_73>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 28,
      "content": "<extra_id_72>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 29,
      "content": "<extra_id_71>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 30,
      "content": "<extra_id_70>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 31,
      "content": "<extra_id_69>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32,
      "content": "<extra_id_68>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 33,
      "content": "<extra_id_67>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 34,
      "content": "<extra_id_66>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 35,
      "content": "<extra_id_65>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36,
      "content": "<extra_id_64>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 37,
      "content": "<extra_id_63>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 38,
      "content": "<extra_id_62>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 39,
      "content": "<extra_id_61>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 40,
      "content": "<extra_id_60>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 41,
      "content": "<extra_id_59>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 42,
      "content": "<extra_id_58>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 43,
      "content": "<extra_id_57>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 44,
      "content": "<extra_id_56>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 45,
      "content": "<extra_id_55>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 46,
      "content": "<extra_id_54>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 47,
      "content": "<extra_id_53>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 48,
      "content": "<extra_id_52>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 49,
      "content": "<extra_id_51>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 50,
      "content": "<extra_id_50>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 51,
      "content": "<extra_id_49>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 52,
      "content": "<extra_id_48>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 53,
      "content": "<extra_id_47>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 54,
      "content": "<extra_id_46>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 55,
      "content": "<extra_id_45>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 56,
      "content": "<extra_id_44>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 57,
      "content": "<extra_id_43>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 58,
      "content": "<extra_id_42>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 59,
      "content": "<extra_id_41>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 60,
      "content": "<extra_id_40>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 61,
      "content": "<extra_id_39>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 62,
      "content": "<extra_id_38>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 63,
      "content": "<extra_id_37>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 64,
      "content": "<extra_id_36>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 65,
      "content": "<extra_id_35>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 66,
      "content": "<extra_id_34>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 67,
      "content": "<extra_id_33>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 68,
      "content": "<extra_id_32>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 69,
      "content": "<extra_id_31>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 70,
      "content": "<extra_id_30>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 71,
      "content": "<extra_id_29>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 72,
      "content": "<extra_id_28>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 73,
      "content": "<extra_id_27>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 74,
      "content": "<extra_id_26>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 75,
      "content": "<extra_id_25>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 76,
      "content": "<extra_id_24>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 77,
      "content": "<extra_id_23>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 78,
      "content": "<extra_id_22>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 79,
      "content": "<extra_id_21>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 80,
      "content": "<extra_id_20>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 81,
      "content": "<extra_id_19>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 82,
      "content": "<extra_id_18>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 83,
      "content": "<extra_id_17>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 84,
      "content": "<extra_id_16>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 85,
      "content": "<extra_id_15>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 86,
      "content": "<extra_id_14>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 87,
      "content": "<extra_id_13>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 88,
      "content": "<extra_id_12>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 89,
      "content": "<extra_id_11>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 90,
      "content": "<extra_id_10>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 91,
      "content": "<extra_id_9>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 92,
      "content": "<extra_id_8>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 93,
      "content": "<extra_id_7>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 94,
      "content": "<extra_id_6>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 95,
      "content": "<extra_id_5>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 96,
      "content": "<extra_id_4>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 97,
      "content": "<extra_id_3>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 98,
      "content": "<extra_id_2>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 99,
      "content": "<extra_id_1>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 100,
      "content": "<extra_id_0>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 101,
      "content": "0",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 102,
      "content": "1",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 103,
      "content": "2",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 104,
      "content": "3",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 105,
      "content": "4",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 106,
      "content": "5",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 107,
      "content": "6",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 108,
      "content": "7",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 109,
      "content": "8",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 110,
      "content": "9",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "special_tokens": {
      "</s>": {
        "id": "</s>",
        "ids": [
          0
        ],
        "tokens": [
          "</s>"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": true,
    "vocab": {
      "</s>": 0,
      "<extra_id_99>": 1,
      "<extra_id_98>": 2,
      "<extra_id_97>": 3,
      "<extra_id_96>": 4,
      "<extra_id_95>": 5,
      "<extra_id_94>": 6,
      "<extra_id_93>": 7,
      "<extra_id_92>": 8,
      "<extra_id_91>": 9,
      "<extra_id_90>": 10,
      "<extra_id_89>": 11,
      "<extra_id_88>": 12,
      "<extra_id_87>": 13,
      "<extra_id_86>": 14,
      "<extra_id_85>": 15,
      "<extra_id_84>": 16,
      "<extra_id_83>": 17,
      "<extra_id_82>": 18,
      "<extra_id_81>": 19,
      "<extra_id_80>": 20,
      "<extra_id_79>": 21,
      "<extra_id_78>": 22,
      "<extra_id_77>": 23,
      "<extra_id_76>": 24,
      "<extra_id_75>": 25,
      "<extra_id_74>": 26,
      "<extra_id_73>": 27,
      "<extra_id_72>": 28,
      "<extra_id_71>": 29,
      "<extra_id_70>": 30,
      "<extra_id_69>": 31,
      "<extra_id_68>": 32,
      "<extra_id_67>": 33,
      "<extra_id_66>": 34,
      "<extra_id_65>": 35,
      "<extra_id_64>": 36,
      "<extra_id_63>": 37,
      "<extra_id_62>": 38,
      "<extra_id_61>": 39,
      "<extra_id_60>": 40,
      "<extra_id_59>": 41,
      "<extra_id_58>": 42,
      "<extra_id_57>": 43,
      "<extra_id_56>": 44,
      "<extra_id_55>": 45,
      "<extra_id_54>": 46,
      "<extra_id_53>": 47,
      "<extra_id_52>": 48,
      "<extra_id_51>": 49,
      "<extra_id_50>": 50,
      "<extra_id_49>": 51,
      "<extra_id_48>": 52,
      "<extra_id_47>": 53,
      "<extra_id_46>": 54,
      "<extra_id_45>": 55,
      "<extra_id_44>": 56,
      "<extra_id_43>": 57,
      "<extra_id_42>": 58,
      "<extra_id_41>": 59,
      "<extra_id_40>": 60,
      "<extra_id_39>": 61,
      "<extra_id_38>": 62,
      "<extra_id_37>": 63,
      "<extra_id_36>": 64,
      "<extra_id_35>": 65,
      "<extra_id_34>": 66,
      "<extra_id_33>": 67,
      "<extra_id_32>": 68,
      "<extra_id_31>": 69,
      "<extra_id_30>": 70,
      "<extra_id_29>": 71,
      "<extra_id_28>": 72,
      "<extra_id_27>": 73,
      "<extra_id_26>": 74,
      "<extra_id_25>": 75,
      "<extra_id_24>": 76,
      "<extra_id_23>": 77,
      "<extra_id_22>": 78,
      "<extra_id_21>": 79,
      "<extra_id_20>": 80,
      "<extra_id_19>": 81,
      "<extra_id_18>": 82,
      "<extra_id_17>": 83,
      "<extra_id_16>": 84,
      "<extra_id_15>": 85,
      "<extra_id_14>": 86,
      "<extra_id_13>": 87,
      "<extra_id_12>": 88,
      "<extra_id_11>": 89,
      "<extra_id_10>": 90,
      "<extra_id_9>": 91,
      "<extra_id_8>": 92,
      "<extra_id_7>": 93,
      "<extra_id_6>": 94,
      "<extra_id_5>": 95,
      "<extra_id_4>": 96,
      "<extra_id_3>": 97,
      "<extra_id_2>": 98,
      "<extra_id_1>": 99,
      "<extra_id_0>": 100,
      "0": 101,
      "1": 102,
      "2": 103,
      "3": 104,
      "4": 105,
      "5": 106,
      "6": 107,
      "7": 108,
      "8": 109,
      "9": 110,
      "!": 111,
      "\"": 112,
      "#": 113,
      "$": 114,
      "%": 115,
      "&": 116,
      "'": 117,
      "(": 118,
      ")": 119,
      "*": 120,
      "+": 121,
      ",": 122,
      "-": 123,
      ".": 124,
      "/": 125,
      ":": 126,
      ";": 127,
      "<": 128,
      "=": 129,
      ">": 130,
      "?": 131,
      "@": 132,
      "A": 133,
      "B": 134,
      "C": 135,
      "D": 136,
      "E": 137,
      "F": 138,
      "G": 139,
      "H": 140,
      "I": 141,
      "J": 142,
      "K": 143,
      "L": 144,
      "M": 145,
      "N": 146,
      "O": 147,
      "P": 148,
      "Q": 149,
      "R": 150,
      "S": 151,
      "T": 152,
      "U": 153,
      "V": 154,
      "W": 155,
      "X": 156,
      "Y": 157,
      "Z": 158,
      "[": 159,
      "\\": 160,
      "]": 161,
      "^": 162,
      "_": 163,
      "`": 164,
      "a": 165,
      "b": 166,
      "c": 167,
      "d": 168,
      "e": 169,
      "f": 170,
      "g": 171,
      "h": 172,
      "i": 173,
      "j": 174,
      "k": 175,
      "l": 176,
      "m": 177,
      "n": 178,
      "o": 179,
      "p": 180,
      "q": 181,
      "r": 182,
      "s": 183,
      "t": 184,
      "u": 185,
      "v": 186,
      "w": 187,
      "x": 188,
      "y": 189,
      "z": 190,
      "{": 191,
      "|": 192,
      "}": 193,
      "~": 194,
      "": 195,
      "": 196,
      "": 197,
      "": 198,
      "": 199,
      "": 200,
      "¡": 201,
      "¢": 202,
      "£": 203,
      "¤": 204,
      "¥": 205,
      "§": 206,
      "©": 207,
      "«": 208,
      "­": 209,
      "®": 210,
      "¯": 211,
      "°": 212,
      "±": 213,
      "²": 214,
      "³": 215,
      "´": 216,
      "µ": 217,
      "¶": 218,
      "·": 219,
      "¹": 220,
      "º": 221,
      "»": 222,
      "¼": 223,
      "½": 224,
      "¾": 225,
      "¿": 226,
      "À": 227,
      "Á": 228,
      "Â": 229,
      "Ä": 230,
      "Å": 231,
      "Æ": 232,
      "Ç": 233,
      "È": 234,
      "É": 235,
      "Ê": 236,
      "Ë": 237,
      "Ì": 238,
      "Í": 239,
      "Î": 240,
      "Ï": 241,
      "Ð": 242,
      "Ñ": 243,
      "Ò": 244,
      "Ó": 245,
      "Ô": 246,
      "Õ": 247,
      "Ö": 248,
      "×": 249,
      "Ø": 250,
      "Ù": 251,
      "Ú": 252,
      "Ü": 253,
      "Ý": 254,
      "Þ": 255,
      "ß": 256,
      "à": 257,
      "á": 258,
      "â": 259,
      "ã": 260,
      "ä": 261,
      "å": 262,
      "æ": 263,
      "ç": 264,
      "è": 265,
      "é": 266,
      "ê": 267,
      "ë": 268,
      "ì": 269,
      "í": 270,
      "î": 271,
      "ï": 272,
      "ð": 273,
      "ñ": 274,
      "ò": 275,
      "ó": 276,
      "ô": 277,
      "õ": 278,
      "ö": 279,
      "÷": 280,
      "ø": 281,
      "ù": 282,
      "ú": 283,
      "û": 284,
      "ü": 285,
      "ý": 286,
      "þ": 287,
      "ÿ": 288,
      "Ā": 289,
      "ā": 290,
      "Ă": 291,
      "ă": 292,
      "ą": 293,
      "Ć": 294,
      "ć": 295,
      "ĉ": 296,
      "Ċ": 297,
      "ċ": 298,
      "Č": 299,
      "č": 300,
      "Ď": 301,
      "ď": 302,
      "Đ": 303,
      "đ": 304,
      "Ē": 305,
      "ē": 306,
      "Ĕ": 307,
      "ĕ": 308,
      "Ė": 309,
      "ė": 310,
      "ę": 311,
      "Ě": 312,
      "ě": 313,
      "ğ": 314,
      "Ġ": 315,
      "ġ": 316,
      "Ģ": 317,
      "ģ": 318,
      "Ĥ": 319,
      "Ħ": 320,
      "ħ": 321,
      "ĩ": 322,
      "Ī": 323,
      "ī": 324,
      "ĭ": 325,
      "į": 326,
      "İ": 327,
      "ı": 328,
      "ĵ": 329,
      "Ķ": 330,
      "ķ": 331,
      "ĸ": 332,
      "ĺ": 333,
      "ļ": 334,
      "Ľ": 335,
      "ľ": 336,
      "Ł": 337,
      "ł": 338,
      "ń": 339,
      "ņ": 340,
      "ň": 341,
      "Ŋ": 342,
      "ŋ": 343,
      "Ō": 344,
      "ō": 345,
      "ŏ": 346,
      "ő": 347,
      "Œ": 348,
      "œ": 349,
      "Ŗ": 350,
      "ŗ": 351,
      "Ř": 352,
      "ř": 353,
      "Ś": 354,
      "ś": 355,
      "Ŝ": 356,
      "Ş": 357,
      "ş": 358,
      "Š": 359,
      "š": 360,
      "Ţ": 361,
      "ţ": 362,
      "ť": 363,
      "ŧ": 364,
      "ũ": 365,
      "Ū": 366,
      "ū": 367,
      "ŭ": 368,
      "ů": 369,
      "ű": 370,
      "ų": 371,
      "ŵ": 372,
      "ŷ": 373,
      "Ź": 374,
      "ź": 375,
      "Ż": 376,
      "ż": 377,
      "Ž": 378,
      "ž": 379,
      "ſ": 380,
      "ƀ": 381,
      "Ɔ": 382,
      "Ƈ": 383,
      "ƈ": 384,
      "Ɖ": 385,
      "ƍ": 386,
      "Ǝ": 387,
      "Ə": 388,
      "Ɛ": 389,
      "ƒ": 390,
      "Ɣ": 391,
      "ƙ": 392,
      "ƛ": 393,
      "ơ": 394,
      "Ƣ": 395,
      "ƥ": 396,
      "ƭ": 397,
      "ư": 398,
      "Ʋ": 399,
      "ƿ": 400,
      "ǀ": 401,
      "ǁ": 402,
      "ǂ": 403,
      "ǃ": 404,
      "ǎ": 405,
      "ǐ": 406,
      "Ǒ": 407,
      "ǒ": 408,
      "ǔ": 409,
      "ǚ": 410,
      "ǜ": 411,
      "ǝ": 412,
      "Ǣ": 413,
      "ǣ": 414,
      "Ǧ": 415,
      "ǧ": 416,
      "Ǫ": 417,
      "ǫ": 418,
      "ǭ": 419,
      "ǰ": 420,
      "ǵ": 421,
      "Ƿ": 422,
      "Ǹ": 423,
      "ǹ": 424,
      "ǽ": 425,
      "Ș": 426,
      "ș": 427,
      "Ț": 428,
      "ț": 429,
      "Ȝ": 430,
      "ȝ": 431,
      "ȟ": 432,
      "ȯ": 433,
      "ȳ": 434,
      "ȷ": 435,
      "ȼ": 436,
      "Ɉ": 437,
      "ɐ": 438,
      "ɑ": 439,
      "ɒ": 440,
      "ɓ": 441,
      "ɔ": 442,
      "ɕ": 443,
      "ɖ": 444,
      "ɗ": 445,
      "ɘ": 446,
      "ə": 447,
      "ɚ": 448,
      "ɛ": 449,
      "ɜ": 450,
      "ɞ": 451,
      "ɟ": 452,
      "ɠ": 453,
      "ɡ": 454,
      "ɢ": 455,
      "ɣ": 456,
      "ɤ": 457,
      "ɥ": 458,
      "ɦ": 459,
      "ɧ": 460,
      "ɨ": 461,
      "ɪ": 462,
      "ɫ": 463,
      "ɬ": 464,
      "ɭ": 465,
      "ɮ": 466,
      "ɯ": 467,
      "ɰ": 468,
      "ɱ": 469,
      "ɲ": 470,
      "ɳ": 471,
      "ɴ": 472,
      "ɵ": 473,
      "ɶ": 474,
      "ɷ": 475,
      "ɸ": 476,
      "ɹ": 477,
      "ɺ": 478,
      "ɻ": 479,
      "ɽ": 480,
      "ɾ": 481,
      "ʀ": 482,
      "ʁ": 483,
      "ʂ": 484,
      "ʃ": 485,
      "ʄ": 486,
      "ʇ": 487,
      "ʈ": 488,
      "ʉ": 489,
      "ʊ": 490,
      "ʋ": 491,
      "ʌ": 492,
      "ʍ": 493,
      "ʎ": 494,
      "ʏ": 495,
      "ʐ": 496,
      "ʑ": 497,
      "ʒ": 498,
      "ʔ": 499,
      "ʕ": 500,
      "ʖ": 501,
      "ʗ": 502,
      "ʘ": 503,
      "ʙ": 504,
      "ʛ": 505,
      "ʝ": 506,
      "ʟ": 507,
      "ʠ": 508,
      "ʡ": 509,
      "ʢ": 510,
      "ʰ": 511,
      "ʱ": 512,
      "ʲ": 513,
      "ʳ": 514,
      "ʷ": 515,
      "ʹ": 516,
      "ʻ": 517,
      "ʼ": 518,
      "ʽ": 519,
      "ʾ": 520,
      "ʿ": 521,
      "ˀ": 522,
      "ˁ": 523,
      "ˆ": 524,
      "ˇ": 525,
      "ˈ": 526,
      "ˌ": 527,
      "ː": 528,
      "ˑ": 529,
      "˔": 530,
      "˕": 531,
      "˖": 532,
      "˘": 533,
      "˚": 534,
      "˜": 535,
      "˞": 536,
      "ˠ": 537,
      "ˢ": 538,
      "ˣ": 539,
      "ˤ": 540,
      "˥": 541,
      "˦": 542,
      "˧": 543,
      "˨": 544,
      "˩": 545,
      "̀": 546,
      "́": 547,
      "̂": 548,
      "̃": 549,
      "̄": 550,
      "̆": 551,
      "̇": 552,
      "̈": 553,
      "̊": 554,
      "̋": 555,
      "̌": 556,
      "̍": 557,
      "̏": 558,
      "̐": 559,
      "̑": 560,
      "̖": 561,
      "̗": 562,
      "̚": 563,
      "̝": 564,
      "̞": 565,
      "̟": 566,
      "̠": 567,
      "̣": 568,
      "̤": 569,
      "̥": 570,
      "̧": 571,
      "̩": 572,
      "̪": 573,
      "̬": 574,
      "̮": 575,
      "̯": 576,
      "̰": 577,
      "̱": 578,
      "̲": 579,
      "̳": 580,
      "̺": 581,
      "̽": 582,
      "͌": 583,
      "͍": 584,
      "͘": 585,
      "͜": 586,
      "͡": 587,
      "΄": 588,
      "Ά": 589,
      "Έ": 590,
      "Ή": 591,
      "Ί": 592,
      "Ό": 593,
      "Ύ": 594,
      "ΐ": 595,
      "Α": 596,
      "Β": 597,
      "Γ": 598,
      "Δ": 599,
      "Ε": 600,
      "Ζ": 601,
      "Η": 602,
      "Θ": 603,
      "Ι": 604,
      "Κ": 605,
      "Λ": 606,
      "Μ": 607,
      "Ν": 608,
      "Ξ": 609,
      "Ο": 610,
      "Π": 611,
      "Ρ": 612,
      "Σ": 613,
      "Τ": 614,
      "Υ": 615,
      "Φ": 616,
      "Χ": 617,
      "Ψ": 618,
      "Ω": 619,
      "ά": 620,
      "έ": 621,
      "ή": 622,
      "ί": 623,
      "α": 624,
      "β": 625,
      "γ": 626,
      "δ": 627,
      "ε": 628,
      "ζ": 629,
      "η": 630,
      "θ": 631,
      "ι": 632,
      "κ": 633,
      "λ": 634,
      "μ": 635,
      "ν": 636,
      "ξ": 637,
      "ο": 638,
      "π": 639,
      "ρ": 640,
      "ς": 641,
      "σ": 642,
      "τ": 643,
      "υ": 644,
      "φ": 645,
      "χ": 646,
      "ψ": 647,
      "ω": 648,
      "ϊ": 649,
      "ό": 650,
      "ύ": 651,
      "ώ": 652,
      "ϑ": 653,
      "ϕ": 654,
      "ϝ": 655,
      "ϟ": 656,
      "ϵ": 657,
      "Ђ": 658,
      "Є": 659,
      "І": 660,
      "Ї": 661,
      "Ј": 662,
      "Љ": 663,
      "Ћ": 664,
      "А": 665,
      "Б": 666,
      "В": 667,
      "Г": 668,
      "Д": 669,
      "Е": 670,
      "Ж": 671,
      "З": 672,
      "И": 673,
      "Й": 674,
      "К": 675,
      "Л": 676,
      "М": 677,
      "Н": 678,
      "О": 679,
      "П": 680,
      "Р": 681,
      "С": 682,
      "Т": 683,
      "У": 684,
      "Ф": 685,
      "Х": 686,
      "Ц": 687,
      "Ч": 688,
      "Ш": 689,
      "Щ": 690,
      "Ъ": 691,
      "Ы": 692,
      "Ь": 693,
      "Э": 694,
      "Ю": 695,
      "Я": 696,
      "а": 697,
      "б": 698,
      "в": 699,
      "г": 700,
      "д": 701,
      "е": 702,
      "ж": 703,
      "з": 704,
      "и": 705,
      "й": 706,
      "к": 707,
      "л": 708,
      "м": 709,
      "н": 710,
      "о": 711,
      "п": 712,
      "р": 713,
      "с": 714,
      "т": 715,
      "у": 716,
      "ф": 717,
      "х": 718,
      "ц": 719,
      "ч": 720,
      "ш": 721,
      "щ": 722,
      "ъ": 723,
      "ы": 724,
      "ь": 725,
      "э": 726,
      "ю": 727,
      "я": 728,
      "ё": 729,
      "ђ": 730,
      "є": 731,
      "і": 732,
      "ї": 733,
      "ј": 734,
      "љ": 735,
      "њ": 736,
      "ћ": 737,
      "ѝ": 738,
      "ў": 739,
      "Ѡ": 740,
      "ѡ": 741,
      "Ѣ": 742,
      "ѣ": 743,
      "ѥ": 744,
      "ѧ": 745,
      "Ѯ": 746,
      "ѹ": 747,
      "҆": 748,
      "ғ": 749,
      "қ": 750,
      "ү": 751,
      "ҳ": 752,
      "ҷ": 753,
      "ӣ": 754,
      "Ө": 755,
      "ө": 756,
      "ӯ": 757,
      "Ӷ": 758,
      "ӷ": 759,
      "Ա": 760,
      "Բ": 761,
      "Գ": 762,
      "Դ": 763,
      "Ե": 764,
      "Զ": 765,
      "Է": 766,
      "Ը": 767,
      "Թ": 768,
      "Ժ": 769,
      "Ի": 770,
      "Լ": 771,
      "Խ": 772,
      "Կ": 773,
      "Հ": 774,
      "Ձ": 775,
      "Ղ": 776,
      "Ճ": 777,
      "Մ": 778,
      "Յ": 779,
      "Ն": 780,
      "Շ": 781,
      "Ո": 782,
      "Պ": 783,
      "Ջ": 784,
      "Ռ": 785,
      "Ս": 786,
      "Վ": 787,
      "Տ": 788,
      "Փ": 789,
      "Ք": 790,
      "Օ": 791,
      "ա": 792,
      "բ": 793,
      "գ": 794,
      "դ": 795,
      "ե": 796,
      "զ": 797,
      "է": 798,
      "ը": 799,
      "թ": 800,
      "ժ": 801,
      "ի": 802,
      "լ": 803,
      "խ": 804,
      "ծ": 805,
      "կ": 806,
      "հ": 807,
      "ձ": 808,
      "ղ": 809,
      "ճ": 810,
      "մ": 811,
      "յ": 812,
      "ն": 813,
      "շ": 814,
      "ո": 815,
      "չ": 816,
      "պ": 817,
      "ջ": 818,
      "ռ": 819,
      "ս": 820,
      "վ": 821,
      "տ": 822,
      "ր": 823,
      "ց": 824,
      "ւ": 825,
      "փ": 826,
      "ք": 827,
      "օ": 828,
      "և": 829,
      "֤": 830,
      "֫": 831,
      "ְ": 832,
      "ֱ": 833,
      "ֲ": 834,
      "ֳ": 835,
      "ִ": 836,
      "ֵ": 837,
      "ֶ": 838,
      "ַ": 839,
      "ָ": 840,
      "ֹ": 841,
      "ֻ": 842,
      "ּ": 843,
      "ֽ": 844,
      "ֿ": 845,
      "ׁ": 846,
      "ׂ": 847,
      "א": 848,
      "ב": 849,
      "ג": 850,
      "ד": 851,
      "ה": 852,
      "ו": 853,
      "ז": 854,
      "ח": 855,
      "ט": 856,
      "י": 857,
      "ך": 858,
      "כ": 859,
      "ל": 860,
      "ם": 861,
      "מ": 862,
      "ן": 863,
      "נ": 864,
      "ס": 865,
      "ע": 866,
      "ף": 867,
      "פ": 868,
      "ץ": 869,
      "צ": 870,
      "ק": 871,
      "ר": 872,
      "ש": 873,
      "ת": 874,
      "ױ": 875,
      "׳": 876,
      "،": 877,
      "ء": 878,
      "آ": 879,
      "أ": 880,
      "ؤ": 881,
      "إ": 882,
      "ئ": 883,
      "ا": 884,
      "ب": 885,
      "ة": 886,
      "ت": 887,
      "ث": 888,
      "ج": 889,
      "ح": 890,
      "خ": 891,
      "د": 892,
      "ذ": 893,
      "ر": 894,
      "ز": 895,
      "س": 896,
      "ش": 897,
      "ص": 898,
      "ض": 899,
      "ط": 900,
      "ظ": 901,
      "ع": 902,
      "غ": 903,
      "ـ": 904,
      "ف": 905,
      "ق": 906,
      "ك": 907,
      "ل": 908,
      "م": 909,
      "ن": 910,
      "ه": 911,
      "و": 912,
      "ى": 913,
      "ي": 914,
      "ً": 915,
      "ٌ": 916,
      "ٍ": 917,
      "َ": 918,
      "ُ": 919,
      "ِ": 920,
      "ّ": 921,
      "ْ": 922,
      "ٔ": 923,
      "١": 924,
      "٧": 925,
      "ٰ": 926,
      "پ": 927,
      "چ": 928,
      "ڈ": 929,
      "ڠ": 930,
      "ک": 931,
      "ڬ": 932,
      "گ": 933,
      "ں": 934,
      "ھ": 935,
      "ہ": 936,
      "ی": 937,
      "ۍ": 938,
      "ے": 939,
      "ە": 940,
      "ܐ": 941,
      "ܒ": 942,
      "ܔ": 943,
      "ܕ": 944,
      "ܗ": 945,
      "ܘ": 946,
      "ܙ": 947,
      "ܚ": 948,
      "ܛ": 949,
      "ܝ": 950,
      "ܠ": 951,
      "ܡ": 952,
      "ܢ": 953,
      "ܣ": 954,
      "ܥ": 955,
      "ܦ": 956,
      "ܪ": 957,
      "ܬ": 958,
      "ܲ": 959,
      "ܵ": 960,
      "ܼ": 961,
      "݂": 962,
      "ँ": 963,
      "ं": 964,
      "ः": 965,
      "अ": 966,
      "आ": 967,
      "इ": 968,
      "ई": 969,
      "उ": 970,
      "ऋ": 971,
      "ए": 972,
      "ऐ": 973,
      "औ": 974,
      "क": 975,
      "ख": 976,
      "ग": 977,
      "घ": 978,
      "ङ": 979,
      "च": 980,
      "छ": 981,
      "ज": 982,
      "ञ": 983,
      "ट": 984,
      "ठ": 985,
      "ड": 986,
      "ण": 987,
      "त": 988,
      "थ": 989,
      "द": 990,
      "ध": 991,
      "न": 992,
      "प": 993,
      "फ": 994,
      "ब": 995,
      "भ": 996,
      "म": 997,
      "य": 998,
      "र": 999,
      "ल": 1000,
      "व": 1001,
      "श": 1002,
      "ष": 1003,
      "स": 1004,
      "ह": 1005,
      "़": 1006,
      "ऽ": 1007,
      "ा": 1008,
      "ि": 1009,
      "ी": 1010,
      "ु": 1011,
      "ू": 1012,
      "ृ": 1013,
      "ॆ": 1014,
      "े": 1015,
      "ै": 1016,
      "ॉ": 1017,
      "ॊ": 1018,
      "ो": 1019,
      "ौ": 1020,
      "्": 1021,
      "ॐ": 1022,
      "।": 1023,
      "॥": 1024,
      "१": 1025,
      "२": 1026,
      "३": 1027,
      "ং": 1028,
      "অ": 1029,
      "আ": 1030,
      "ই": 1031,
      "এ": 1032,
      "ক": 1033,
      "খ": 1034,
      "গ": 1035,
      "ঙ": 1036,
      "চ": 1037,
      "জ": 1038,
      "ট": 1039,
      "ড": 1040,
      "ঢ": 1041,
      "ণ": 1042,
      "ত": 1043,
      "থ": 1044,
      "দ": 1045,
      "ন": 1046,
      "প": 1047,
      "ব": 1048,
      "ভ": 1049,
      "ম": 1050,
      "য": 1051,
      "র": 1052,
      "ল": 1053,
      "শ": 1054,
      "ষ": 1055,
      "স": 1056,
      "হ": 1057,
      "়": 1058,
      "া": 1059,
      "ি": 1060,
      "ী": 1061,
      "ু": 1062,
      "ূ": 1063,
      "ে": 1064,
      "ৈ": 1065,
      "ো": 1066,
      "্": 1067,
      "ৰ": 1068,
      "ਂ": 1069,
      "ਅ": 1070,
      "ਉ": 1071,
      "ਖ": 1072,
      "ਘ": 1073,
      "ਜ": 1074,
      "ਝ": 1075,
      "ਦ": 1076,
      "ਲ": 1077,
      "ਵ": 1078,
      "ਸ": 1079,
      "ਹ": 1080,
      "਼": 1081,
      "ਾ": 1082,
      "ਿ": 1083,
      "ੁ": 1084,
      "ੇ": 1085,
      "ੰ": 1086,
      "ੱ": 1087,
      "ખ": 1088,
      "ફ": 1089,
      "બ": 1090,
      "ર": 1091,
      "લ": 1092,
      "સ": 1093,
      "ા": 1094,
      "ો": 1095,
      "ପ": 1096,
      "ର": 1097,
      "ୀ": 1098,
      "ୁ": 1099,
      "ஃ": 1100,
      "அ": 1101,
      "ஆ": 1102,
      "இ": 1103,
      "ஈ": 1104,
      "எ": 1105,
      "ஒ": 1106,
      "க": 1107,
      "ங": 1108,
      "ச": 1109,
      "ட": 1110,
      "ண": 1111,
      "த": 1112,
      "ந": 1113,
      "ன": 1114,
      "ப": 1115,
      "ம": 1116,
      "ய": 1117,
      "ர": 1118,
      "ற": 1119,
      "ல": 1120,
      "ள": 1121,
      "ழ": 1122,
      "வ": 1123,
      "ஸ": 1124,
      "ா": 1125,
      "ி": 1126,
      "ீ": 1127,
      "ு": 1128,
      "ூ": 1129,
      "ெ": 1130,
      "ே": 1131,
      "ை": 1132,
      "ோ": 1133,
      "்": 1134,
      "ం": 1135,
      "క": 1136,
      "ఖ": 1137,
      "గ": 1138,
      "జ": 1139,
      "ట": 1140,
      "ఠ": 1141,
      "డ": 1142,
      "త": 1143,
      "థ": 1144,
      "ద": 1145,
      "న": 1146,
      "ప": 1147,
      "బ": 1148,
      "భ": 1149,
      "మ": 1150,
      "య": 1151,
      "ర": 1152,
      "ల": 1153,
      "వ": 1154,
      "ష": 1155,
      "స": 1156,
      "ా": 1157,
      "ి": 1158,
      "ీ": 1159,
      "ు": 1160,
      "ై": 1161,
      "ో": 1162,
      "్": 1163,
      "ಂ": 1164,
      "ಃ": 1165,
      "ಕ": 1166,
      "ಖ": 1167,
      "ಗ": 1168,
      "ಚ": 1169,
      "ಟ": 1170,
      "ಠ": 1171,
      "ಡ": 1172,
      "ತ": 1173,
      "ದ": 1174,
      "ನ": 1175,
      "ಪ": 1176,
      "ಬ": 1177,
      "ಭ": 1178,
      "ಮ": 1179,
      "ಯ": 1180,
      "ರ": 1181,
      "ಱ": 1182,
      "ಲ": 1183,
      "ಳ": 1184,
      "ವ": 1185,
      "ಶ": 1186,
      "ಸ": 1187,
      "ಹ": 1188,
      "ಾ": 1189,
      "ಿ": 1190,
      "ು": 1191,
      "ೇ": 1192,
      "ೋ": 1193,
      "್": 1194,
      "ೞ": 1195,
      "അ": 1196,
      "ങ": 1197,
      "ദ": 1198,
      "ന": 1199,
      "പ": 1200,
      "മ": 1201,
      "യ": 1202,
      "ര": 1203,
      "ള": 1204,
      "വ": 1205,
      "ശ": 1206,
      "സ": 1207,
      "ഹ": 1208,
      "ാ": 1209,
      "ി": 1210,
      "്": 1211,
      "අ": 1212,
      "එ": 1213,
      "ක": 1214,
      "ග": 1215,
      "ජ": 1216,
      "ත": 1217,
      "ධ": 1218,
      "න": 1219,
      "ප": 1220,
      "ම": 1221,
      "ය": 1222,
      "ර": 1223,
      "ල": 1224,
      "ව": 1225,
      "ශ": 1226,
      "හ": 1227,
      "ළ": 1228,
      "්": 1229,
      "ා": 1230,
      "ැ": 1231,
      "ි": 1232,
      "ු": 1233,
      "ේ": 1234,
      "ෝ": 1235,
      "ก": 1236,
      "ข": 1237,
      "ค": 1238,
      "ฆ": 1239,
      "ง": 1240,
      "จ": 1241,
      "ฉ": 1242,
      "ช": 1243,
      "ซ": 1244,
      "ญ": 1245,
      "ฎ": 1246,
      "ฏ": 1247,
      "ฐ": 1248,
      "ฑ": 1249,
      "ณ": 1250,
      "ด": 1251,
      "ต": 1252,
      "ถ": 1253,
      "ท": 1254,
      "ธ": 1255,
      "น": 1256,
      "บ": 1257,
      "ป": 1258,
      "ผ": 1259,
      "ฝ": 1260,
      "พ": 1261,
      "ฟ": 1262,
      "ภ": 1263,
      "ม": 1264,
      "ย": 1265,
      "ร": 1266,
      "ฤ": 1267,
      "ล": 1268,
      "ว": 1269,
      "ศ": 1270,
      "ษ": 1271,
      "ส": 1272,
      "ห": 1273,
      "ฬ": 1274,
      "อ": 1275,
      "ฮ": 1276,
      "ะ": 1277,
      "ั": 1278,
      "า": 1279,
      "ำ": 1280,
      "ิ": 1281,
      "ี": 1282,
      "ึ": 1283,
      "ื": 1284,
      "ุ": 1285,
      "ู": 1286,
      "฿": 1287,
      "เ": 1288,
      "แ": 1289,
      "โ": 1290,
      "ใ": 1291,
      "ไ": 1292,
      "็": 1293,
      "่": 1294,
      "้": 1295,
      "๊": 1296,
      "์": 1297,
      "་": 1298,
      "༌": 1299,
      "།": 1300,
      "ཀ": 1301,
      "ཁ": 1302,
      "ག": 1303,
      "ང": 1304,
      "ཆ": 1305,
      "ཇ": 1306,
      "ཐ": 1307,
      "ད": 1308,
      "ན": 1309,
      "པ": 1310,
      "བ": 1311,
      "མ": 1312,
      "ཙ": 1313,
      "ཚ": 1314,
      "ཛ": 1315,
      "འ": 1316,
      "ཡ": 1317,
      "ར": 1318,
      "ལ": 1319,
      "ས": 1320,
      "ཧ": 1321,
      "ི": 1322,
      "ུ": 1323,
      "ེ": 1324,
      "ོ": 1325,
      "ྟ": 1326,
      "ྡ": 1327,
      "ྣ": 1328,
      "ྤ": 1329,
      "ྥ": 1330,
      "ྱ": 1331,
      "ྲ": 1332,
      "က": 1333,
      "ဂ": 1334,
      "င": 1335,
      "စ": 1336,
      "ဆ": 1337,
      "န": 1338,
      "ပ": 1339,
      "ဗ": 1340,
      "ဘ": 1341,
      "မ": 1342,
      "ယ": 1343,
      "ရ": 1344,
      "လ": 1345,
      "ဝ": 1346,
      "ဟ": 1347,
      "ာ": 1348,
      "ိ": 1349,
      "ီ": 1350,
      "ု": 1351,
      "ူ": 1352,
      "ဲ": 1353,
      "း": 1354,
      "္": 1355,
      "်": 1356,
      "ျ": 1357,
      "ြ": 1358,
      "ှ": 1359,
      "Ⴀ": 1360,
      "Ⴂ": 1361,
      "Ⴃ": 1362,
      "Ⴈ": 1363,
      "Ⴌ": 1364,
      "Ⴕ": 1365,
      "Ⴟ": 1366,
      "ა": 1367,
      "ბ": 1368,
      "გ": 1369,
      "დ": 1370,
      "ე": 1371,
      "ვ": 1372,
      "ზ": 1373,
      "თ": 1374,
      "ი": 1375,
      "კ": 1376,
      "ლ": 1377,
      "მ": 1378,
      "ნ": 1379,
      "ო": 1380,
      "პ": 1381,
      "ჟ": 1382,
      "რ": 1383,
      "ს": 1384,
      "ტ": 1385,
      "უ": 1386,
      "ფ": 1387,
      "ქ": 1388,
      "ღ": 1389,
      "ყ": 1390,
      "შ": 1391,
      "ჩ": 1392,
      "ც": 1393,
      "ძ": 1394,
      "წ": 1395,
      "ჭ": 1396,
      "ხ": 1397,
      "ჯ": 1398,
      "ჰ": 1399,
      "ჱ": 1400,
      "ჲ": 1401,
      "ჳ": 1402,
      "ჴ": 1403,
      "ჵ": 1404,
      "ჶ": 1405,
      "ჷ": 1406,
      "ჸ": 1407,
      "ჹ": 1408,
      "ჺ": 1409,
      "჻": 1410,
      "ሀ": 1411,
      "ለ": 1412,
      "ሐ": 1413,
      "ሓ": 1414,
      "ሕ": 1415,
      "መ": 1416,
      "ማ": 1417,
      "ሥ": 1418,
      "ረ": 1419,
      "ር": 1420,
      "ሰ": 1421,
      "ስ": 1422,
      "ቆ": 1423,
      "ቈ": 1424,
      "በ": 1425,
      "ብ": 1426,
      "ቲ": 1427,
      "ታ": 1428,
      "ት": 1429,
      "ነ": 1430,
      "ና": 1431,
      "ን": 1432,
      "ኖ": 1433,
      "አ": 1434,
      "ኢ": 1435,
      "እ": 1436,
      "ከ": 1437,
      "ኲ": 1438,
      "ዕ": 1439,
      "ዘ": 1440,
      "ዛ": 1441,
      "የ": 1442,
      "ያ": 1443,
      "ይ": 1444,
      "ዮ": 1445,
      "ደ": 1446,
      "ድ": 1447,
      "ጅ": 1448,
      "ገ": 1449,
      "ጉ": 1450,
      "ጵ": 1451,
      "ፈ": 1452,
      "ፍ": 1453,
      "፡": 1454,
      "Ꭰ": 1455,
      "Ꭳ": 1456,
      "Ꭶ": 1457,
      "Ꭸ": 1458,
      "Ꭹ": 1459,
      "Ꮀ": 1460,
      "Ꮃ": 1461,
      "Ꮉ": 1462,
      "Ꮝ": 1463,
      "Ꮿ": 1464,
      "Ᏹ": 1465,
      "ᐊ": 1466,
      "ᑲ": 1467,
      "ᒡ": 1468,
      "ᓘ": 1469,
      "ᚢ": 1470,
      "ᚣ": 1471,
      "ᚦ": 1472,
      "ᚨ": 1473,
      "ᚩ": 1474,
      "ᚬ": 1475,
      "ᚱ": 1476,
      "ᚷ": 1477,
      "ᚹ": 1478,
      "ᚺ": 1479,
      "ᚻ": 1480,
      "ᚼ": 1481,
      "ᚾ": 1482,
      "ᛁ": 1483,
      "ᛃ": 1484,
      "ᛄ": 1485,
      "ᛇ": 1486,
      "ᛋ": 1487,
      "ᛏ": 1488,
      "ᛒ": 1489,
      "ᛗ": 1490,
      "ᛚ": 1491,
      "ᛝ": 1492,
      "ᛞ": 1493,
      "ᛟ": 1494,
      "ᛠ": 1495,
      "ក": 1496,
      "ខ": 1497,
      "គ": 1498,
      "ង": 1499,
      "ច": 1500,
      "ឆ": 1501,
      "ជ": 1502,
      "ញ": 1503,
      "ដ": 1504,
      "ឋ": 1505,
      "ណ": 1506,
      "ត": 1507,
      "ថ": 1508,
      "ទ": 1509,
      "ធ": 1510,
      "ន": 1511,
      "ប": 1512,
      "ព": 1513,
      "ភ": 1514,
      "ម": 1515,
      "យ": 1516,
      "រ": 1517,
      "ល": 1518,
      "វ": 1519,
      "ស": 1520,
      "ហ": 1521,
      "អ": 1522,
      "ឥ": 1523,
      "ឪ": 1524,
      "ឫ": 1525,
      "ឯ": 1526,
      "឵": 1527,
      "ា": 1528,
      "ិ": 1529,
      "ី": 1530,
      "ឹ": 1531,
      "ឺ": 1532,
      "ុ": 1533,
      "ូ": 1534,
      "ួ": 1535,
      "ៀ": 1536,
      "េ": 1537,
      "ែ": 1538,
      "ៃ": 1539,
      "ោ": 1540,
      "ៅ": 1541,
      "ំ": 1542,
      "ះ": 1543,
      "ៈ": 1544,
      "៉": 1545,
      "់": 1546,
      "្": 1547,
      "ᠠ": 1548,
      "ᠣ": 1549,
      "ᠨ": 1550,
      "ᠪ": 1551,
      "ᠮ": 1552,
      "ᠯ": 1553,
      "ᠰ": 1554,
      "ᠴ": 1555,
      "ᠵ": 1556,
      "ᠸ": 1557,
      "ᡝ": 1558,
      "ᡠ": 1559,
      "ᡥ": 1560,
      "ᡨ": 1561,
      "ᡳ": 1562,
      "ᡴ": 1563,
      "ᡵ": 1564,
      "ᴰ": 1565,
      "ᴷ": 1566,
      "ᴺ": 1567,
      "ᵀ": 1568,
      "ᵊ": 1569,
      "ᵑ": 1570,
      "ᵗ": 1571,
      "ᵘ": 1572,
      "ᵝ": 1573,
      "ᵻ": 1574,
      "ᵿ": 1575,
      "ᶑ": 1576,
      "ᶢ": 1577,
      "ᶦ": 1578,
      "ᶴ": 1579,
      "ᶷ": 1580,
      "᷄": 1581,
      "᷅": 1582,
      "᷆": 1583,
      "᷇": 1584,
      "᷈": 1585,
      "᷉": 1586,
      "᷽": 1587,
      "Ḍ": 1588,
      "ḍ": 1589,
      "Ḏ": 1590,
      "ḏ": 1591,
      "ḑ": 1592,
      "ḕ": 1593,
      "ḗ": 1594,
      "Ḣ": 1595,
      "Ḥ": 1596,
      "ḥ": 1597,
      "Ḩ": 1598,
      "ḩ": 1599,
      "Ḫ": 1600,
      "ḫ": 1601,
      "ḭ": 1602,
      "ḱ": 1603,
      "Ḳ": 1604,
      "ḳ": 1605,
      "ḵ": 1606,
      "ḷ": 1607,
      "ḹ": 1608,
      "ḻ": 1609,
      "ḿ": 1610,
      "ṁ": 1611,
      "ṃ": 1612,
      "ṅ": 1613,
      "ṇ": 1614,
      "ṉ": 1615,
      "ṓ": 1616,
      "ṙ": 1617,
      "Ṛ": 1618,
      "ṛ": 1619,
      "Ṝ": 1620,
      "ṝ": 1621,
      "ṟ": 1622,
      "Ṣ": 1623,
      "ṣ": 1624,
      "Ṧ": 1625,
      "Ṫ": 1626,
      "Ṭ": 1627,
      "ṭ": 1628,
      "Ṯ": 1629,
      "ṯ": 1630,
      "ṳ": 1631,
      "ṵ": 1632,
      "Ṽ": 1633,
      "ṽ": 1634,
      "ẃ": 1635,
      "Ẓ": 1636,
      "ẓ": 1637,
      "ẖ": 1638,
      "ạ": 1639,
      "ả": 1640,
      "Ấ": 1641,
